{
  "text": {
    "hey": 255,
    "hello": 253,
    "hi": 256,
    "there": 551,
    "good": 233,
    "morning": 359,
    "evening": 199,
    "moin": 357,
    "let": 319,
    "s": 478,
    "go": 230,
    "dude": 174,
    "goodmorning": 236,
    "goodevening": 235,
    "afternoon": 23,
    "cu": 142,
    "by": 75,
    "cee": 84,
    "you": 595,
    "later": 314,
    "night": 371,
    "bye": 76,
    "goodbye": 234,
    "have": 248,
    "a": 1,
    "nice": 370,
    "day": 149,
    "see": 493,
    "around": 45,
    "tell": 548,
    "me": 345,
    "about": 2,
    "the": 550,
    "our": 392,
    "college": 110,
    "cbit": 82,
    "what": 578,
    "can": 78,
    "your": 596,
    "institution": 285,
    "give": 228,
    "some": 512,
    "information": 278,
    "i": 271,
    "d": 147,
    "like": 321,
    "to": 555,
    "know": 307,
    "more": 358,
    "are": 43,
    "key": 306,
    "features": 212,
    "of": 379,
    "provide": 440,
    "an": 32,
    "overview": 396,
    "is": 299,
    "known": 308,
    "for": 219,
    "quick": 450,
    "points": 419,
    "summarize": 538,
    "at": 54,
    "glance": 229,
    "highlights": 259,
    "main": 330,
    "unique": 566,
    "aspects": 48,
    "special": 513,
    "distinguishing": 166,
    "salient": 481,
    "attractions": 56,
    "characteristics": 97,
    "qualities": 448,
    "vision": 574,
    "share": 500,
    "does": 170,
    "aim": 27,
    "statement": 522,
    "mission": 354,
    "strive": 529,
    "achieve": 11,
    "recognitions": 459,
    "has": 247,
    "received": 457,
    "achievements": 12,
    "won": 590,
    "any": 37,
    "awards": 61,
    "accolades": 7,
    "list": 323,
    "who": 582,
    "manages": 335,
    "management": 334,
    "board": 69,
    "members": 351,
    "structure": 530,
    "top": 557,
    "officials": 385,
    "in": 275,
    "leaders": 315,
    "authorities": 57,
    "president": 427,
    "name": 364,
    "member": 350,
    "authorized": 58,
    "signatory": 504,
    "__number__": 0,
    "say": 483,
    "message": 353,
    "thoughts": 553,
    "on": 386,
    "want": 575,
    "convey": 129,
    "students": 533,
    "explain": 206,
    "principal": 428,
    "says": 484,
    "directors": 164,
    "different": 161,
    "director": 163,
    "positions": 424,
    "people": 403,
    "decision": 151,
    "makers": 332,
    "vice": 571,
    "administration": 15,
    "chairman": 92,
    "iqac": 298,
    "holds": 264,
    "position": 423,
    "academics": 4,
    "head": 249,
    "r": 452,
    "e": 178,
    "hub": 268,
    "serving": 498,
    "as": 47,
    "aec": 21,
    "coe": 108,
    "currently": 143,
    "affairs": 22,
    "progression": 436,
    "research": 471,
    "development": 160,
    "responsible": 473,
    "innovation": 281,
    "incubation": 276,
    "career": 79,
    "cell": 85,
    "controller": 127,
    "examinations": 202,
    "associate": 52,
    "assistant": 50,
    "student": 532,
    "and": 33,
    "charge": 98,
    "person": 405,
    "courses": 136,
    "available": 60,
    "departments": 154,
    "study": 535,
    "this": 552,
    "show": 503,
    "heads": 251,
    "hods": 263,
    "department": 152,
    "cse": 141,
    "hod": 262,
    "it": 301,
    "ece": 180,
    "eee": 183,
    "leading": 316,
    "mech": 346,
    "managing": 336,
    "civil": 104,
    "aiml": 28,
    "heading": 250,
    "aids": 26,
    "iot": 296,
    "cs": 140,
    "bct": 63,
    "details": 159,
    "biotech": 65,
    "sms": 509,
    "mca": 344,
    "info": 277,
    "physics": 411,
    "chemistry": 100,
    "maths": 342,
    "english": 193,
    "library": 320,
    "sports": 518,
    "teaching": 543,
    "staff": 520,
    "non": 374,
    "mechanical": 347,
    "engineering": 191,
    "all": 29,
    "professors": 432,
    "mathematics": 341,
    "faculty": 211,
    "biotechnology": 66,
    "need": 366,
    "from": 221,
    "team": 544,
    "academic": 3,
    "excellence": 203,
    "center": 86,
    "part": 399,
    "hr": 267,
    "works": 593,
    "human": 269,
    "resources": 472,
    "mrs": 362,
    "anne": 35,
    "violet": 573,
    "do": 167,
    "project": 437,
    "office": 382,
    "site": 506,
    "engineers": 192,
    "mr": 361,
    "g": 226,
    "rajesh": 454,
    "imran": 274,
    "mohiuddin": 356,
    "his": 260,
    "role": 475,
    "working": 592,
    "projects": 438,
    "accounts": 9,
    "dvn": 177,
    "rathan": 455,
    "kumar": 310,
    "prasanna": 426,
    "goud": 238,
    "senior": 494,
    "assistants": 51,
    "handles": 244,
    "scholarships": 486,
    "anil": 34,
    "purchase": 444,
    "officers": 384,
    "purchases": 445,
    "alumni": 30,
    "with": 589,
    "advisory": 20,
    "body": 71,
    "governing": 239,
    "constitution": 120,
    "council": 135,
    "how": 266,
    "structured": 531,
    "components": 115,
    "composition": 116,
    "external": 207,
    "experts": 205,
    "university": 567,
    "nominees": 373,
    "teachers": 542,
    "cii": 103,
    "nominee": 372,
    "purpose": 446,
    "function": 222,
    "objectives": 378,
    "benefits": 64,
    "strategies": 527,
    "use": 568,
    "committees": 112,
    "mous": 360,
    "which": 581,
    "organizations": 390,
    "signed": 505,
    "contact": 122,
    "address": 14,
    "phone": 408,
    "number": 376,
    "reach": 456,
    "email": 188,
    "admissions": 18,
    "enquiry": 194,
    "social": 510,
    "media": 348,
    "links": 322,
    "find": 216,
    "facebook": 208,
    "page": 397,
    "instagram": 282,
    "where": 580,
    "youtube": 597,
    "channel": 95,
    "twitter": 562,
    "account": 8,
    "program": 433,
    "outcomes": 394,
    "educational": 182,
    "specific": 514,
    "description": 156,
    "programs": 435,
    "offered": 381,
    "statements": 523,
    "placements": 415,
    "peos": 404,
    "masters": 339,
    "psos": 441,
    "pos": 422,
    "electrical": 184,
    "electronics": 185,
    "offer": 380,
    "job": 303,
    "graduates": 241,
    "learning": 317,
    "communication": 113,
    "computer": 117,
    "science": 488,
    "section": 491,
    "artificial": 46,
    "intelligence": 290,
    "machine": 329,
    "ai": 24,
    "ml": 355,
    "technology": 547,
    "intake": 287,
    "cet": 90,
    "accreditation": 10,
    "done": 172,
    "centers": 87,
    "collaborations": 109,
    "qualifications": 447,
    "technical": 546,
    "clubs": 106,
    "recruiters": 462,
    "highest": 258,
    "salary": 480,
    "internships": 293,
    "cyber": 146,
    "security": 492,
    "data": 148,
    "ds": 173,
    "b": 62,
    "m": 328,
    "tech": 545,
    "chemical": 99,
    "when": 579,
    "was": 576,
    "established": 197,
    "history": 261,
    "opportunities": 388,
    "initiatives": 280,
    "involvement": 295,
    "domains": 171,
    "cover": 137,
    "infrastructure": 279,
    "engagement": 190,
    "activities": 13,
    "placement": 414,
    "companies": 114,
    "recruit": 461,
    "higher": 257,
    "education": 181,
    "contributions": 126,
    "funding": 224,
    "events": 201,
    "organized": 391,
    "publications": 443,
    "contribute": 125,
    "curriculum": 144,
    "facilities": 209,
    "goals": 232,
    "humanities": 270,
    "math": 340,
    "focus": 217,
    "areas": 44,
    "language": 312,
    "labs": 311,
    "many": 337,
    "phd": 407,
    "club": 105,
    "strength": 528,
    "master": 338,
    "applications": 39,
    "changed": 94,
    "over": 395,
    "time": 554,
    "school": 487,
    "studies": 534,
    "mba": 343,
    "physical": 410,
    "pe": 402,
    "cdc": 83,
    "organization": 389,
    "guidelines": 242,
    "should": 502,
    "follow": 218,
    "policy": 421,
    "rules": 477,
    "internship": 292,
    "lor": 327,
    "format": 220,
    "statistics": 524,
    "got": 237,
    "placed": 413,
    "recent": 458,
    "were": 577,
    "year": 594,
    "advisor": 19,
    "asst": 53,
    "programmer": 434,
    "spl": 516,
    "gr": 240,
    "operator": 387,
    "attender": 55,
    "skill": 507,
    "training": 559,
    "coordinators": 132,
    "lists": 324,
    "describe": 155,
    "centre": 88,
    "event": 200,
    "support": 539,
    "long": 326,
    "term": 549,
    "goal": 231,
    "aspire": 49,
    "envision": 195,
    "its": 302,
    "future": 225,
    "core": 134,
    "roles": 476,
    "designations": 157,
    "administrative": 16,
    "executive": 204,
    "departmental": 153,
    "names": 365,
    "wise": 588,
    "coordinator": 131,
    "coordinates": 130,
    "point": 418,
    "out": 393,
    "building": 72,
    "images": 273,
    "pictures": 412,
    "photos": 409,
    "get": 227,
    "funded": 223,
    "apply": 40,
    "process": 430,
    "much": 363,
    "applying": 41,
    "policies": 420,
    "related": 465,
    "sponsored": 517,
    "anti": 36,
    "plagiarism": 416,
    "code": 107,
    "ethics": 198,
    "consultancy": 121,
    "committee": 111,
    "happened": 245,
    "during": 175,
    "last": 313,
    "document": 168,
    "under": 564,
    "startups": 521,
    "mentored": 352,
    "ipr": 297,
    "intellectual": 289,
    "property": 439,
    "rights": 474,
    "patents": 401,
    "patent": 400,
    "copyrights": 133,
    "campus": 77,
    "chaitanya": 93,
    "sudhee": 537,
    "saahithi": 479,
    "samskruthi": 482,
    "kreeda": 309,
    "seva": 499,
    "service": 496,
    "chaaya": 91,
    "creative": 138,
    "platforms": 417,
    "smriti": 508,
    "each": 179,
    "professional": 431,
    "bodies": 70,
    "join": 304,
    "chapters": 96,
    "ragging": 453,
    "squad": 519,
    "duties": 176,
    "help": 254,
    "desk": 158,
    "disciplinary": 165,
    "why": 584,
    "choose": 102,
    "makes": 333,
    "studying": 536,
    "undergraduate": 565,
    "postgraduate": 425,
    "admission": 17,
    "procedure": 429,
    "handled": 243,
    "whom": 583,
    "ug": 563,
    "approved": 42,
    "seats": 490,
    "aicte": 25,
    "pg": 406,
    "tuition": 561,
    "fee": 213,
    "convener": 128,
    "category": 81,
    "fees": 214,
    "quota": 451,
    "nri": 375,
    "certificates": 89,
    "required": 469,
    "documents": 169,
    "needed": 367,
    "instructions": 286,
    "reporting": 468,
    "steps": 526,
    "eligibility": 186,
    "scholarship": 485,
    "renewal": 467,
    "eligible": 187,
    "criteria": 139,
    "categories": 80,
    "deadline": 150,
    "application": 38,
    "epass": 196,
    "hostel": 265,
    "specifics": 515,
    "junior": 305,
    "blocks": 68,
    "stay": 525,
    "queries": 449,
    "transport": 560,
    "using": 570,
    "buses": 74,
    "parents": 398,
    "bus": 73,
    "seat": 489,
    "register": 464,
    "regarding": 463,
    "issues": 300,
    "chnms": 101,
    "cwn": 145,
    "wide": 586,
    "networking": 369,
    "wi": 585,
    "fi": 215,
    "facility": 210,
    "wireless": 587,
    "connectivity": 119,
    "work": 591,
    "servers": 495,
    "software": 511,
    "installed": 283,
    "contacts": 123,
    "computers": 118,
    "hardware": 246,
    "network": 368,
    "maintenance": 331,
    "systems": 541,
    "health": 252,
    "services": 497,
    "medical": 349,
    "officer": 383,
    "nurse": 377,
    "ambulance": 31,
    "emergency": 189,
    "content": 124,
    "shared": 501,
    "public": 442,
    "institute": 284,
    "access": 5,
    "video": 572,
    "lectures": 318,
    "requirements": 470,
    "recorded": 460,
    "accessing": 6,
    "ict": 272,
    "tools": 556,
    "used": 569,
    "availability": 59,
    "internet": 291,
    "trained": 558,
    "blended": 67,
    "integrate": 288,
    "into": 294,
    "system": 540,
    "lms": 325,
    "digital": 162,
    "remote": 466
  },
  "intent": {
    "greet": 139,
    "goodbye": 138,
    "ask_college_info": 48,
    "ask_college_vision": 53,
    "ask_college_mission": 50,
    "ask_college_recognitions": 52,
    "ask_college_management": 49,
    "ask_specific_management_position": 123,
    "ask_president_message": 98,
    "ask_principal_message": 99,
    "ask_directors": 60,
    "ask_specific_director": 121,
    "ask_courses": 55,
    "ask_hods": 70,
    "ask_specific_hods": 122,
    "ask_faculty": 66,
    "ask_aec_info": 7,
    "ask_coe_info": 45,
    "ask_hr_team": 74,
    "ask_project_office_team": 102,
    "ask_accounts_office_staff": 3,
    "ask_purchase_office_team": 103,
    "ask_alumni_office_team": 11,
    "ask_advisory_body": 6,
    "ask_governing_body": 68,
    "ask_academic_council_constitution": 0,
    "ask_academic_council_members": 1,
    "ask_iqac_info": 83,
    "ask_college_committees": 46,
    "ask_college_mous": 51,
    "ask_college_contact_info": 47,
    "ask_social_media_links": 119,
    "ask_civil_info": 44,
    "ask_mechanical_info": 89,
    "ask_eee_info": 64,
    "ask_ece_info": 63,
    "ask_cse_info": 56,
    "ask_aiml_info": 9,
    "ask_it_info": 84,
    "ask_cet_info": 33,
    "ask_aids_info": 8,
    "ask_chem_eng_info": 41,
    "ask_biotech_info": 18,
    "ask_physics_info": 95,
    "ask_chemistry_info": 42,
    "ask_math_humanities_info": 87,
    "ask_english_info": 65,
    "ask_mca_info": 88,
    "ask_sms_info": 118,
    "ask_pe_info": 92,
    "ask_cdc_vision": 31,
    "ask_cdc_mission": 28,
    "ask_cdc_guidelines": 24,
    "ask_cdc_placement_policy": 29,
    "ask_cdc_internship_guidelines": 25,
    "ask_cdc_lor_format": 26,
    "ask_placement_data": 96,
    "ask_placement_data_year": 97,
    "ask_cdc_team": 30,
    "ask_cdc_member_by_designation": 27,
    "ask_skill_development_programs": 116,
    "ask_skill_development_programs_year": 117,
    "ask_student_placement_coordinators": 126,
    "ask_student_placement_coordinators_year": 127,
    "ask_infrastructure": 77,
    "ask_cdc_events": 22,
    "ask_cdc_events_year": 23,
    "ask_cdc_contact": 21,
    "ask_research_info": 107,
    "ask_research_vision": 112,
    "ask_research_mission": 110,
    "ask_r_and_e_team_info": 104,
    "ask_all_research_coordinators": 10,
    "ask_specific_department_coordinator": 120,
    "ask_research_infrastructure": 108,
    "ask_research_infrastructure_images": 109,
    "ask_get_funded_info": 67,
    "ask_research_policies": 111,
    "ask_specific_research_policy": 125,
    "ask_specific_research_committee": 124,
    "ask_research_committees": 105,
    "ask_research_day_details": 106,
    "ask_innovation_policy": 79,
    "ask_innovation_activities": 78,
    "ask_ipr_policy": 82,
    "ask_ipr_patents": 81,
    "ask_ipr_copyrights": 80,
    "ask_campus_info": 20,
    "ask_chaitanya_sudhee_info": 40,
    "ask_chaitanya_saahithi_info": 36,
    "ask_chaitanya_samskruthi_info": 37,
    "ask_chaitanya_kreeda_info": 35,
    "ask_physical_education_info": 94,
    "ask_chaitanya_seva_info": 38,
    "ask_chaitanya_chaaya_info": 34,
    "ask_chaitanya_smriti_info": 39,
    "ask_students_clubs_info": 128,
    "ask_department_clubs": 59,
    "ask_professional_bodies": 100,
    "ask_anti_ragging_info": 16,
    "ask_anti_ragging_committee": 14,
    "ask_anti_ragging_squad": 17,
    "ask_anti_ragging_duties": 15,
    "ask_anti_ragging_cell": 13,
    "ask_disciplinary_committee": 61,
    "ask_why_cbit": 136,
    "ask_programs_offered": 101,
    "ask_admission_procedure": 5,
    "ask_contact_admissions": 54,
    "ask_ug_course_intake": 135,
    "ask_pg_course_intake": 93,
    "ask_tuition_fee_convener": 133,
    "ask_tuition_fee_b_category": 132,
    "ask_tuition_fee_nri": 134,
    "ask_certificates_required": 32,
    "ask_admission_guidelines": 4,
    "ask_scholarship_eligibility": 115,
    "ask_scholarship_application": 113,
    "ask_scholarship_documents": 114,
    "ask_hostel_description": 72,
    "ask_hostel_details": 73,
    "ask_hostel_contact": 71,
    "ask_transport_instructions": 131,
    "ask_transport_how_to_apply": 130,
    "ask_transport_contact_details": 129,
    "ask_data_center_description": 57,
    "ask_wifi_facility_description": 137,
    "ask_data_center_details": 58,
    "ask_chnms_details": 43,
    "ask_health_center_description": 69,
    "ask_medical_staff_details": 91,
    "ask_ambulance_service_details": 12,
    "ask_media_center_description": 90,
    "ask_e_content_details": 62,
    "ask_access_details": 2,
    "ask_ict_tools_description": 76,
    "ask_ict_infrastructure_details": 75,
    "ask_blended_learning_details": 19,
    "ask_lms_details": 86,
    "ask_library_information_center_details": 85
  },
  "response": null,
  "action_name": {
    "action_listen": 68,
    "action_restart": 85,
    "action_session_start": 106,
    "action_default_fallback": 42,
    "action_deactivate_loop": 39,
    "action_revert_fallback_events": 104,
    "action_default_ask_affirmation": 40,
    "action_default_ask_rephrase": 41,
    "action_two_stage_fallback": 127,
    "action_unlikely_intent": 128,
    "action_back": 11,
    "action_extract_slots": 45,
    "action_academic_council_constitution": 0,
    "action_academic_council_members": 1,
    "action_access_details": 2,
    "action_accounts_office_staff": 3,
    "action_admission_form_info": 4,
    "action_admissions_info": 5,
    "action_advisory_body": 6,
    "action_all_departmental_coordinators": 7,
    "action_alumni_office_team": 8,
    "action_ambulance_service_details": 9,
    "action_anti_ragging_info": 10,
    "action_blended_learning_details": 12,
    "action_campus_info": 13,
    "action_cdc_guidelines": 14,
    "action_cdc_internship_guidelines": 15,
    "action_cdc_lor_format": 16,
    "action_cdc_mission": 17,
    "action_cdc_placement_policy": 18,
    "action_cdc_vision": 19,
    "action_chaitanya_chaaya_info": 20,
    "action_chaitanya_kreeda_info": 21,
    "action_chaitanya_saahithi_info": 22,
    "action_chaitanya_samskruthi_info": 23,
    "action_chaitanya_seva_info": 24,
    "action_chaitanya_smriti_info": 25,
    "action_chaitanya_sudhee_info": 26,
    "action_chnms_details": 27,
    "action_college_committees": 28,
    "action_college_info": 29,
    "action_college_management": 30,
    "action_college_mission": 31,
    "action_college_mous": 32,
    "action_college_recognitions": 33,
    "action_college_vision": 34,
    "action_contact_info_admissions": 35,
    "action_course_intake_info": 36,
    "action_data_center_description": 37,
    "action_data_center_details": 38,
    "action_directors": 43,
    "action_e_content_details": 44,
    "action_faculty": 46,
    "action_get_aec_info": 47,
    "action_get_coe_info": 48,
    "action_get_funded_info": 49,
    "action_governing_body": 50,
    "action_health_center_description": 51,
    "action_hods": 52,
    "action_hostel_contact": 53,
    "action_hostel_description": 54,
    "action_hostel_details": 55,
    "action_hr_team": 56,
    "action_ict_infrastructure_details": 57,
    "action_ict_tools_description": 58,
    "action_innovation_activities": 59,
    "action_innovation_policy": 60,
    "action_ipr_copyrights": 61,
    "action_ipr_patents": 62,
    "action_ipr_policy": 63,
    "action_iqac_info": 64,
    "action_learning_management_system_details": 65,
    "action_library_information_center_details": 66,
    "action_list_all_hods": 67,
    "action_media_center_description": 69,
    "action_medical_staff_details": 70,
    "action_physical_education_info": 71,
    "action_president_message": 72,
    "action_principal_message": 73,
    "action_project_office_team": 74,
    "action_purchase_office_team": 75,
    "action_r_and_e_team_info": 76,
    "action_research_committees": 77,
    "action_research_day_details": 78,
    "action_research_info": 79,
    "action_research_infrastructure": 80,
    "action_research_infrastructure_images": 81,
    "action_research_mission": 82,
    "action_research_policies": 83,
    "action_research_vision": 84,
    "action_retrieve_aids_info": 86,
    "action_retrieve_aiml_info": 87,
    "action_retrieve_biotech_info": 88,
    "action_retrieve_cet_info": 89,
    "action_retrieve_chem_eng_info": 90,
    "action_retrieve_chemistry_info": 91,
    "action_retrieve_civil_info": 92,
    "action_retrieve_cse_info": 93,
    "action_retrieve_ece_info": 94,
    "action_retrieve_eee_info": 95,
    "action_retrieve_english_info": 96,
    "action_retrieve_it_info": 97,
    "action_retrieve_math_humanities_info": 98,
    "action_retrieve_mca_info": 99,
    "action_retrieve_mechanical_info": 100,
    "action_retrieve_pe_info": 101,
    "action_retrieve_physics_info": 102,
    "action_retrieve_sms_info": 103,
    "action_scholarship_renewal_info": 105,
    "action_show_cdc_contact": 107,
    "action_show_cdc_events": 108,
    "action_show_cdc_member_by_designation": 109,
    "action_show_cdc_team": 110,
    "action_show_college_contact_info": 111,
    "action_show_courses": 112,
    "action_show_infrastructure": 113,
    "action_show_placement_data": 114,
    "action_show_skill_development_programs": 115,
    "action_show_social_media_links": 116,
    "action_show_student_placement_coordinators": 117,
    "action_specific_department_coordinator": 118,
    "action_specific_director": 119,
    "action_specific_research_committee": 120,
    "action_specific_research_policy": 121,
    "action_students_clubs_info": 122,
    "action_transport_contact_details": 123,
    "action_transport_how_to_apply": 124,
    "action_transport_instructions": 125,
    "action_tuition_fee_info": 126,
    "action_wifi_facility_description": 129,
    "utter_goodbye": 130,
    "utter_greet": 131
  },
  "action_text": null,
  "intent_response_key": null
}